Table of Contents
 Enum InclinedReinfBarType
Namespace
IdeaRS.OpenModel.Detail
Assembly
IdeaRS.OpenModel.dll
Type of inclined bar
public enum InclinedReinfBarType
Fields
FullLength = 1
Length is extended to outer edges of structure
InputByLength = 0
Length of bar is directly in put by user
Fields
 Name |  Description
 FullLength = 1
Length is extended to outer edges of structure
 InputByLength = 0
Length of bar is directly in put by user
 Edit this page